Repository: AzureCloudMonk/pybbm
Catalog: pybb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Latest posts on forum
fr: Derniers messages du forum

source: Latest topics on forum
fr: Derniers sujets du forum

source: Filetype %(content_type)s not supported for %(filename)s.
fr: Le format %(content_type)s n'est pas supporté pour le fichier %(filename)s.

source: Please keep filesize under %(max_upload_size)s. Current filesize %(current_size)s
fr: La taille du fichier de votre fichier %(current_size)s est trop important, la taille maximale autorisée est %(max_upload_size)s

source: Ban IP Address %s
fr: Bannir l'adresse IP %s

source: No
fr: Non

source: Yes
fr: Oui

source: Cookie exists: user already banned from anonymous account
fr: Un cookie existe : l'utilisateur a déjà été banni du compte anonyme

source: Cookie exists: user already banned for the account %s
fr: Un cookie existe : l'utilisateur a déjà été banni pour le compte %s

source: IP Address %s is banned
fr: L'adresse IP %s est bannie

source: Reason
fr: Raison

source: Banned user
fr: Utilisateur banni

source: Banned users
fr: Utilisateurs bannis

source: User %(user)s banned for %(reason)s
fr: Utilisateur %(user)s banni pour %(reason)s

source: IP Address
fr: Adresse IP

source: The IP address
fr: L'adresse IP

source: You are banned on this network
fr: Vous êtes banni du système

source: Ban user %(username)s
fr: Bannir l'utilisateur %(username)s

source: Are you sure to unban %(username)s?
fr: Étes-vous sûr de vouloir autoriser %(username)s ?

source: This will unban all these IP Addresses:
fr: Cela va autoriser toutes ces adresses IP :

source: No, take me back
fr: Non, revenir à la page précédente

source: Yes, I am sure
fr: Oui, je suis sûr

source: Ban list
fr: Bannir la liste

source: User
fr: Utilisateur

source: IP Addresses
fr: Adresses IP

source: unban
fr: autoriser

source: No banned users
fr: Utilisateurs autorisés

source: Avatar is too large, max size: %s bytes
fr: L'avatar est trop gros, taille maximale : %s bytes

source: Number of lines is limited to %d
fr: Le nombre de ligne est limité à %d

source: Length of signature is limited to %d
fr: La longueur de la signature est limité à %d

source: Time zone
fr: Fuseau horaire

source: Language
fr: Langage

source: Show signature
fr: Montrer la signature

source: Post count
fr: Nombre de message

source: Automatically subscribe
fr: Souscrire automatiquement

source: Automatically subscribe to topics that you answer
fr: Souscrire automatiquement aux sujets auxquels vous avez participé

source: Can define user password
fr: Peut modifier le mot de passe d'un utilisateur

source: Can ban user
fr: Peut bannir un utilisateur

source: Can unban user
fr: Peut autoriser un utilisateur

source: Can change signature
fr: Peut changer la signature

source: Can change avatar
fr: Peut changer l'avatar

source: Profile
fr: Profil

source: Profiles
fr: Profils

source: Profile editing
fr: Edition du profil

source: Change the password
fr: Changer le mot de passe

source: Subscriptions on topics
fr: Souscription aux sujets

source: delete
fr: supprimer

source: From user
fr: De l'utilisateur

source: To user
fr: À l'utilisateur

source: Quote
fr: Citation

source: Quotes
fr: Citations

source: <blockquote> <div class="quote-author"> Posted by <a href="%(user_url)s" class="quote-author-name">%(username)s</a> <a href="%(post_url)s" rel="nofollow" class="quote-message-link"></a> </div> <div class="quote-message"> %(message)s </div></blockquote>
fr: <blockquote> <div class="quote-author"> Posté par <a href="%(user_url)s" class="quote-author-name">%(username)s</a> <a href="%(post_url)s" rel="nofollow" class="quote-message-link"></a> </div> <div class="quote-message"> %(message)s </div></blockquote>

source: <blockquote> <div class="quote-author"> Posted by <span class="quote-author-name">%(username)s</span> </div> <div class="quote-message"> %(message)s </div></blockquote>
fr: <blockquote> <div class="quote-author"> Posté par <span class="quote-author-name">%(username)s</span> </div> <div class="quote-message"> %(message)s </div></blockquote>

source: New
fr: Nouveau

source: Closed
fr: Fermé

source: Reports
fr: Signalements

source: Reports for %s
fr: Signalements pour %s

source: Report message
fr: Signaler un message

source: Report messages
fr: Signaler des messages

source: You have already reported this post on %(topic)s!
fr: Vous avez déjà signlé ce message dans %(topic)s !

source: New report for a post from %(username)s on %(name)s
fr: Nouveau signalement pour un message de %(username)s dans %(name)s

source: Reports for %(name)s
fr: Signalements pour %(name)s

source: No messages
fr: Pas de messages

source: Post
fr: Message

source: Status
fr: Statut

source: Reports count
fr: Nombre de signalements

source: Updated
fr: Mis à jour

source: view
fr: voir

source: close
fr: fermer

source: No reports
fr: Pas de signalements

source: Username
fr: Nom d'utilisateur

source: Number of answers
fr: Nombre de réponses

source: Topic
fr: Sujet

source: ...see all smilies
fr: ...voir tous les emoticons

source: Choose a smiley
fr: Choisir un emoticon

source: Cancel
fr: Annuler

source: Attachment is too big
fr: La pièce jointe est trop grosse

source: You cant add more than %s answers for poll
fr: Vous ne pouvez pas répondre à ce sondage plus de %s

source: Add two or more answers for this poll
fr: Ajouter deux ou plus de réponses pour ce sondage

source: A topic with that name already exists.
fr: Un sujet avec ce nom existe déjà.

source: Subject
fr: Intitulé

source: Poll type
fr: Type de sondage

source: Poll question
fr: Question

source: Polls question is required when adding a poll
fr: L'ajout d'une question est nécessaire lors de la création d'un sondage

source: A forum with that name already exists.
fr: Un forum avec ce nom existe déjà.

source: A user with that username does not exist.
fr: Aucun nom d'utilisateur correspondant.

source: Destination topic
fr: Sujet de destination

source: Destination forum
fr: Forum de destination

source: New name for this topic
fr: Nouveau nom pour ce sujet

source: A topic with the name "%(topic)s" already exists in the forum "%(forum)s"
fr: Un sujet avec le nom "%(topic)s" existe déjà dans le forum "%(forum)s"

source: You must specify the expiring date
fr: Vous devez spécifier la date d'expiration

source: Redirect
fr: Redirection

source: Name of the topic
fr: Nom pour ce sujet

source: Use this field to combine the current topic to another
fr: Utilisez ce champ pour fusionner ce sujet avec un autre

source: You can't merge a topic in the same topic
fr: Vous ne pouvez fusionner un sujet avec lui-même

source: Moderator
fr: Modérateur

source: Moderators
fr: Modérateurs

source: Moderator %(user)s of %(forum)s
fr: Modérateur %(user)s de %(forum)s

source: Name
fr: Nom

source: Topic count
fr: Nombre de sujet

source: Headline
fr: En-tête

source: Hidden
fr: Caché

source: Staff only
fr: Staff seulement

source: Empty
fr: Vide

source: If the forum is empty, you can't post into it
fr: Si le forum est vide, vous ne pouvez pas poster dedans

source: Can unstick topic
fr: Peut désépingler le sujet

source: Can stick topic
fr: Peut épingler le sujet

source: Can open topic
fr: Peut ouvrir un sujet

source: Can close topic
fr: Peut fermer un sujet

source: Can merge topic
fr: Peut fusionner un sujet

source: Can delete topic
fr: Peut supprimer un sujet

source: Can edit topic
fr: Peut éditer un sujet

source: Can move topic
fr: Peut déplacer un sujet

source: Can move post
fr: Peut déplacer un message

source: Can edit a poll
fr: Peut éditer un sondage

source: Can publish an announce
fr: Peut publier une annonce

source: Can edit post
fr: Peut éditer un message

source: Can delete post
fr: Peut supprimer un message

source: Can see IP Address
fr: Peut voir l'adresse IP

source: Can moderate attachments
fr: Peut gérer les pièces jointes

source: Permanent redirect
fr: Redirection permanente

source: Leave no redirect
fr: Pas de redirection

source: Expiring redirect
fr: Définir une redirection avec date d'expiration

source: Created
fr: Créé

source: Expired
fr: A expiré

source: No notifications
fr: Pas de notifications

source: Send alerts by email
fr: Envoi d'alerte par email

source: Daily reports by email
fr: Rapport quotidien par email

source: Subscription
fr: Abonnement

source: Subscriptions
fr: Abonnements

source: Cover
fr: Couverture

source: Views count
fr: Nombre de vues

source: Sticky
fr: Épinglé

source: Deleted
fr: Supprimé

source: Subscribers
fr: Abonnés

source: On moderation
fr: En cours de modération

source: Topics
fr: Sujets

source: HTML version
fr: Version HTML

source: Text version
fr: Version texte

source: User IP
fr: IP de l'utilisateur

source: Posts
fr: Messages

source: text
fr: texte

source: binary
fr: binaire

source: Size
fr: Taille

source: File
fr: Fichier

source: Attachment
fr: Pièce jointe

source: Attachments
fr: Pièces jointes

source: Topic read tracker
fr: Traqueur de lecture de sujet

source: Topic read trackers
fr: Traqueurs de lecture de sujet

source: Forum read tracker
fr: Traqueur de lecture de forum

source: Forum read trackers
fr: Traqueurs de lecture de forum

source: None
fr: Aucun

source: Single answer
fr: Réponse unique

source: Multiple answers
fr: Multiple réponses

source: Poll
fr: Sondage

source: Polls
fr: Sondages

source: Text
fr: Texte

source: Poll answer
fr: Réponse

source: Polls answers
fr: Réponses

source: Poll answer user
fr: Réponse de l'utilisateur

source: Polls answers users
fr: Réponses des utilisateurs

source: addition
fr: ajout

source: deletion
fr: suppression

source: change
fr: modifier

source: ban
fr: bannir

source: low
fr: faible

source: medium
fr: moyen

source: high
fr: élevé

source: action time
fr: Date de l'action

source: object id
fr: identifiant de l'objet

source: action flag
fr: type d'action

source: change message
fr: objet du changement

source: level
fr: niveau

source: Log moderation
fr: Log de modération

source: Logs moderation
fr: Logs de modération

source: Added %(target)s to "%(object)s."
fr: Ajout de %(target)s à "%(object)s."

source: Added "%(object)s".
fr: Ajout de "%(object)s".

source: Changed %(target)s to "%(object)s."
fr: Modification de %(target)s pour "%(object)s."

source: Changed "%(object)s" - %(changes)s
fr: Modification de "%(object)s" - %(changes)s

source: Deleted %(target)s from "%(object)s."
fr: Suppression de %(target)s pour "%(object)s."

source: Deleted "%(object)s."
fr: Supression de "%(object)s."

source: LogModeration object
fr: Objet du log de modération

source: New topic
fr: Nouveau sujet

source: Save
fr: Sauvegarder

source: Submit
fr: Envoyer

source: Register
fr: S'inscrire

source: or
fr: ou

source: login
fr: se connecter

source: to create to post a reply
fr: pour ajouter un message

source: Hide
fr: Cacher

source: Show
fr: Montrer

source: previous page
fr: page précédente

source: next page
fr: page suivante

source: Home
fr: Accueil

source: Add a forum now
fr: Ajouter un forum

source: Mark all forums as read
fr: Marquer tous les forums comme lus

source: Files from your computer
fr: Fichiers sur votre ordinateur

source: Files already uploaded
fr: Fichiers déjà en ligne

source: Uploaded %(date)s
fr: Uploadé %(date)s

source: Remove
fr: Supprimer

source: remove
fr: supprimer

source: add
fr: ajouter

source: edit
fr: éditer

source: moderators
fr: modérateurs

source: Add a subforum now
fr: Ajouter un sous-forum

source: Last post
fr: Dernier message

source: %(counter)s topic
fr: %(counter)s sujet

source: %(counter)s post
fr: %(counter)s message

source: by %(username)s
fr: par %(username)s

source: Views
fr: Vues

source: New forum for %(name)s
fr: Nouveau forum pour %(name)s

source: New forum
fr: Nouveau forum

source: Edit forum: %(name)s
fr: Éditer le forum : %(name)s

source: replied in topic to which you are subscribed.
fr: a répondu dans un sujet auquel vous avez souscrit.

source: Link to post:
fr: Lien vers le message :

source: Link to topic:
fr: Lien vers le sujet :

source: If you don't want to recive notifications on new messages in this topic visit following link:
fr: Si vous ne souhaitez pas recevoir de notifications pour les nouveaux messages de ce sujet merci de visiter le lien suivant :

source: New answer in topic that you subscribed.
fr: Nouvelle réponse dans un sujet auquel vous avez souscrit.

source: Target
fr: Cible

source: Add a new moderator for %(name)s
fr: Ajouter un nouveau modérateur pour %(name)s

source: Are you sure you want to delete %(username)s from forum %(name)s
fr: Êtes-vous sûr de vouloir supprimer %(username)s du forum %(name)s

source: Edit %(username)s on %(name)s
fr: Éditer %(username)s pour %(name)s

source: Moderators for %(name)s
fr: Modérateurs pour %(name)s

source: No moderators added
fr: Il n'y a aucun modérateur

source: Poll answers
fr: Réponses

source: remove answer
fr: supprimer une réponse

source: add answer
fr: ajouter une réponse

source: This discussion has more %(page_size)s answers
fr: Cette discussion a plus de %(page_size)s réponses

source: Click here to see the full discussion
fr: Cliquez ici pour voir toute la discussion

source: Are you sure you want to delete this message?
fr: Êtes-vous sûr de vouloir supprimer ce message ?

source: Close
fr: Fermer

source: Save changes
fr: Sauvegarder les modifications

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Approve post
fr: Approuver le message

source: Edited
fr: Édité

source: quote
fr: citation

source: Editing the post
fr: Éditer le message

source: Are you sure you want to delete this topic?
fr: Êtes-vous sûr de vouloir supprimer ce sujet ?

source: Unstick topic
fr: Désépingler le sujet

source: Stick topic
fr: Épingler le sujet

source: Open topic
fr: Ouvrir le sujet

source: Close topic
fr: Fermer le sujet

source: Unsubscribe
fr: Se désinscrire

source: Subscribe
fr: S'inscrire

source: today, %s
fr: aujourd'hui, %s

source: yesterday, %s
fr: hier, %s

source: Page is empty.
fr: La page est vide.

source: All messages from %(user)s has been deleted
fr: Tous les messages de l'utilisateur %(user)s ont été supprimés

source: %s is now on moderation
fr: %s est maintenant en cours de modération

source: Your post has been successfully deleted
fr: Votre message a bien été supprimé

source: Your post has been successfully restored
fr: Votre message a bien été restoré

source: <a href="%(old_topic_url)s">%(old_topic)s</a> successfully merged to <a href="%(new_topic_url)s">%(new_topic)s</a>
fr: <a href="%(old_topic_url)s">%(old_topic)s</a> a été fusionné avec <a href="%(new_topic_url)s">%(new_topic)s</a>

source: <a href="%(old_topic_url)s">%(old_topic)s</a> successfully moved to <a href="%(new_topic_url)s">%(new_topic)s</a>
fr: <a href="%(old_topic_url)s">%(old_topic)s</a> a été déplacé dans <a href="%(new_topic_url)s">%(new_topic)s</a>

source: Stick topic %s
fr: Le sujet %s est épinglé

source: Unstick topic %s
fr: Le sujet %s est désépinglé

source: Close topic %s
fr: Le sujet %s est fermé

source: Open topic %s
fr: Le sujet %s est ouvert

source: Changed permissions: %s
fr: Permissions modifiées : %s

source: Permissions for moderator "%(username)s" successfully saved
fr: Les permissions pour le modérateur "%(username)s" ont bien été sauvegardées

source: New moderator "%(username)s" created
fr: Nouveau modérateur "%(username)s" créé

source: Your subscriptions has been updated: %(type)s
fr: Vos abonnements ont été mis à jour : %(type)s

source: Your subscriptions has been deleted
fr: Vos abonnements ont été supprimés

source: Your subscription to %(topic)s has been deleted
fr: Votre abonnement à %(topic)s a été supprimé

source: Your subscription to %(topic)s has been created: %(type)s
fr: Votre abonnement à %(topic)s a été créé : %(type)s

source: Your subscription to %(topic)s has been updated: %(type)s
fr: Votre abonnement à %(topic)s a été mis à jour : %(type)s

source: All forums marked as read
fr: Tous les forums ont été marqué comme lus

source: Forum %s has been marked as read
fr: Le forum %s a été marqué comme lu
